const yaoyueNotes = [ // 酒吧邀约下单
	'感谢您的光临，确认下单将不予退还，请在预订时间内到达场所否则将自动取消，您的本次预约不能退还，可以改天消费或存酒',
	'台位非普通商品，其背后承载的文化服务具有时效性，稀缺性等特征，不支持退还',
	'如当天订单未能及时消费，可修改一次日期预定台位，第二次预定若未能到店将不予改期只能存酒', 
	'改期所选台位的最低消费不得高于逾期订单的支付金额',
	'请在有效期内按规定重新下单或取酒，如有疑问请及时联系客服',
	'未成年人禁止娱乐后果自负'
]

const pingNotes = [ // 酒吧拼享下单
	'感谢您的光临，确认下单将不予退还，请在预订时间内到达场所否则将自动取消，您的本次预约不能退还，可以改天消费或存酒',
	'如当天订单未能及时消费，可修改一次日期预定台位，第二次预定若未能到店将不予改期只能存酒',
	'台位非普通商品，其背后承载的文化服务具有时效性，稀缺性等特征，不支持退还',
	'改期所选台位的最低消费不得高于逾期订单的支付金额',
	'请在有效期内按规定重新下单或取酒，如有疑问请及时联系客服',
	'未成年人禁止娱乐后果自负'
]
const joinPingNotes = [ // 加入拼单提示
	'感谢您的光临， 参与别人拼单，可在预约时间前1个小时退出拼单并退款，过时不予退款，且无法改期',
	'若发起拼单者当天未能及时消费，参与别人拼单者会自动退款',
	'台位非普通商品，其背后承载的文化服务具有时效性，稀缺性等特征，不支持退还',
	'未成年人禁止娱乐后果自负'
]
const defaultNotes = [
	'感谢您的光临，请在预订时间内到达场所否则将自动取消，您的本次预约不能退还，可以改天消费或者存酒', 
	'若超过预约时间，您有一次改期机会，可在酒吧重新选位下单，第二次将不予改期，只能存酒', 
	'改期所选台位的最低消费不得高于逾期订单的支付金额', 
	'请在有效期内按规定重新下单或取酒，如有疑问，请及时联系客服', 
	'未成年人禁止娱乐后果自负'
]

module.exports = {
	yaoyueNotes,
	pingNotes,
	joinPingNotes,
	defaultNotes,
}


